Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2021.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Delivered at the Fourth Session of the 13th National People's Congress of the People's Republic of China on March 5, 2021
zh_cn: ——2021年3月5日在第十三届全国人民代表大会第四次会议上

source: Li Keqiang Premier of the State Council
zh_cn: 国务院总理 李克强

source: Fellow Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I will now report to you on the work of the government and ask for your deliberation and approval. I also ask members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC) for their comments.
zh_cn: 现在，我代表国务院，向大会报告政府工作，请予审议，并请全国政协委员提出意见。

source: I. A review of Our Work in 2020
zh_cn: 一、2020年工作回顾

source: Last year was an extraordinary year in the history of the People's Republic of China.
zh_cn: 过去一年，在新中国历史上极不平凡。

source: Facing the severe combined impact of a sudden coronavirus epidemic and a deep global economic recession, we the Chinese people of all ethnic groups, under the strong leadership of the Central Committee of the Communist Party of China with Comrade Xi Jinping at its core, responded with tremendous tenacity. We achieved major strategic success in our response to Covid-19 and China was the world's only major economy to achieve growth.
zh_cn: 面对突如其来的新冠肺炎疫情、世界经济深度衰退等多重严重冲击，在以习近平同志为核心的党中央坚强领导下，全国各族人民顽强拼搏，疫情防控取得重大战略成果，在全球主要经济体中唯一实现经济正增长，

source: We attained a complete victory in the fight against poverty, and we scored decisive achievements in securing a full victory in building a moderately prosperous society in all respects.
zh_cn: 脱贫攻坚战取得全面胜利，决胜全面建成小康社会取得决定性成就，

source: Indeed, our achievements, which have won the approval of our people and global recognition, will be remembered in history.
zh_cn: 交出一份人民满意、世界瞩目、可以载入史册的答卷。

source: Our development goals and tasks for the year were accomplished, and major headway has been made in China's reform, opening up, and socialist modernization drive.
zh_cn: 全年发展主要目标任务较好完成，我国改革开放和社会主义现代化建设又取得新的重大进展。

source: Throughout this fierce battle against Covid-19, the CPC Central Committee put protecting the people and human life above everything else, with General Secretary Xi Jinping personally taking charge and making response decisions.
zh_cn: 在艰辛的抗疫历程中，党中央始终坚持人民至上、生命至上，习近平总书记亲自指挥、亲自部署，

source: Thanks to the tireless efforts of all of us, our gains in controlling Covid-19 were continuously consolidated.
zh_cn: 各方面持续努力，不断巩固防控成果。

source: In response to evolving epidemic dynamics, we made well-timed adjustments to our response approaches. We improved routine control mechanisms and effectively suppressed several local outbreaks of the epidemic. With these actions, we protected the health and safety of the people to the greatest extent possible, and created the conditions for returning to normal life and work.
zh_cn: 我们针对疫情形势变化，及时调整防控策略，健全常态化防控机制，有效处置局部地区聚集性疫情，最大限度保护了人民生命安全和身体健康，为恢复生产生活秩序创造必要条件。

source: Last year, we carried out the following work in implementing the decisions and plans of the Party Central Committee, and to respond to Covid-19 and advance economic and social development:
zh_cn: 一年来，我们贯彻党中央决策部署，统筹推进疫情防控和经济社会发展，主要做了以下工作。

source: 1. We formulated and implemented macro policies to meet the urgent needs of market entities and kept the fundamentals of the economy stable.
zh_cn: 一是围绕市场主体的急需制定和实施宏观政策，稳住了经济基本盘。

source: Facing shocks of a severity rarely seen before, based on what we had done to ensure stability on six key fronts, we carried out the task of maintaining security in six key areas—particularly job security, basic living needs, and the operations of market entities. [The six fronts refer to employment, the financial sector, foreign trade, foreign investment, domestic investment, and expectations. The six areas refer to job security, basic living needs, operations of market entities, food and energy security, stable industrial and supply chains, and the normal functioning of primary-level governments.]
zh_cn: 面对历史罕见的冲击，我们在“六稳”工作基础上，明确提出“六保”任务，特别是保就业保民生保市场主体，

source: By maintaining security, we were able to deliver stability while also pursuing progress.
zh_cn: 以保促稳、稳中求进。

source: Based on China's realities, we refrained from adopting a deluge of strong stimulus policies but took swift, decisive and well-considered steps, thus maintaining a desired balance between various macro policies.
zh_cn: 立足国情实际，既及时果断又保持定力，坚持不搞“大水漫灌”，科学把握规模性政策的平衡点。

source: Using approaches of reform and innovation, we eased the difficulties of our enterprises and energized them. And we helped micro, small, and medium enterprises (MSMEs) and self-employed individuals, which are large in number, extensive in scope and took the most direct hit from Covid-19, weather what was a very tough time.
zh_cn: 注重用改革和创新办法，助企纾困和激发活力并举，帮助受冲击最直接且量大面广的中小微企业和个体工商户渡难关。

source: By making both time-limited large-scale tax and fee cuts and institutional arrangements, we reduced the burden on market entities by more than 2.6 trillion yuan for the year, including 1.7 trillion yuan in social insurance premium cuts and exemptions.
zh_cn: 实施阶段性大规模减税降费，与制度性安排相结合，全年为市场主体减负超过2.6万亿元，其中减免社保费1.7万亿元。

source: We adopted new approaches in implementing macro policies. The central government established a mechanism to directly allocate two trillion yuan of new funding to prefecture- and county-level governments, while provincial-level governments also increased their funding allocations to governments at these levels. With these two steps, we provided prefecture- and county-level governments with additional and timely fiscal resources to assist local businesses and residents.
zh_cn: 创新宏观政策实施方式，对新增2万亿元中央财政资金建立直达机制，省级财政加大资金下沉力度，共同为市县基层落实惠企利民政策及时补充财力。

source: Banks were given support to increase loans to businesses and lower interest rates in a targeted way.
zh_cn: 支持银行定向增加贷款并降低利率水平，

source: MSMEs were allowed to postpone principal and interest repayments on their loans, and inclusive finance lending by large commercial banks to micro and small businesses increased by more than 50 percent.
zh_cn: 对中小微企业贷款延期还本付息，大型商业银行普惠小微企业贷款增长50%以上，

source: The real economy thus received an infusion of 1.5 trillion yuan from financial institutions.
zh_cn: 金融系统向实体经济让利1.5万亿元。

source: Point-to-point transportation services were provided to large enterprises to help them resume operations.
zh_cn: 对大企业复工复产加强“点对点”服务。

source: Thanks to all these arduous efforts, China was able to take the lead in reopening its economy.
zh_cn: 经过艰苦努力，我们率先实现复工复产，

source: With gross domestic product (GDP) for the year growing by 2.3 percent, a better-than-expected recovery was achieved.
zh_cn: 经济恢复好于预期，全年国内生产总值增长2.3%，

source: We thus not only gained fresh experience in macro regulation, but also delivered the best possible outcome at an acceptable cost.
zh_cn: 宏观调控积累了新的经验，以合理代价取得较大成效。

source: 2. We gave top priority to stabilizing employment and ensuring living standards and effectively safeguarded people's wellbeing.
zh_cn: 二是优先稳就业保民生，人民生活得到切实保障。

source: Employment is pivotal to people's wellbeing.
zh_cn: 就业是最大的民生，

source: Our efforts to keep market entities afloat are aimed at maintaining stable employment and meeting basic living needs.
zh_cn: 保市场主体也是为稳就业保民生。

source: Local governments across the country provided more incentives to stabilize and expand employment, thus enabling businesses and their employees to work hand-in-hand to overcome their difficulties.
zh_cn: 各地加大稳岗扩岗激励力度，企业和员工共同克服困难。

source: Multiple channels were tapped to ensure employment for key groups, and startups and innovation were encouraged as a way to create jobs.
zh_cn: 多渠道做好重点群体就业工作，支持大众创业万众创新带动就业。

source: The number of new market entities began growing rapidly again, leading to the creation of a large number of new jobs.
zh_cn: 新增市场主体恢复快速增长，创造了大量就业岗位。

source: A total of 11.86 million urban jobs were added, and the year-end surveyed urban unemployment rate dropped to 5.2 percent.
zh_cn: 城镇新增就业1186万人，年末全国城镇调查失业率降到5.2%。

source: It is truly remarkable that China, the largest developing country in the world, has kept overall employment stable in the face of such an enormous shock.
zh_cn: 作为最大发展中国家，在巨大冲击下能够保持就业大局稳定，尤为难能可贵。

source: The supply and price stability of daily necessities was ensured; the consumer price index (CPI) posted a 2.5 percent growth.
zh_cn: 加强生活必需品保供稳价，居民消费价格上涨2.5%。

source: Practices like working from home, online shopping, and contactless delivery were widely adopted.
zh_cn: 线上办公、网络购物、无接触配送等广泛开展。

source: We expanded the coverage of unemployment insurance schemes, and extended timely assistance to those who were hit particularly hard by Covid-19.
zh_cn: 大幅度扩大失业保险保障范围。对因疫情遇困群众及时给予救助，

source: Close to six million additional people received subsistence allowances or extreme poverty aid, and more than eight million temporary assistance grants were disbursed.
zh_cn: 新纳入低保、特困供养近600万人，实施临时救助超过800万人次。

source: We fought against severe floods, typhoons, and other natural disasters and spared no effort to provide rescue and relief to disaster victims and make appropriate arrangements for them, thus protecting people's lives and property and ensuring their basic living needs.
zh_cn: 抵御严重洪涝、台风等自然灾害，全力应急抢险救援，妥善安置受灾群众，保障了人民群众生命财产安全和基本生活。

source: 3. We made decisive progress in the three critical battles against poverty, pollution and potential risk, achieving major targets and tasks as planned.
zh_cn: 三是坚决打好三大攻坚战，主要目标任务如期完成。

source: We increased funding for poverty alleviation by a considerable sum.
zh_cn: 较大幅度增加财政扶贫资金投入。

source: Counties and villages facing difficulty in poverty eradication were placed under special supervision to see they fully implemented all assistance and support policies.
zh_cn: 对工作难度大的贫困县和贫困村挂牌督战，精准落实各项帮扶措施。

source: We assisted on a priority basis poor workers in securing jobs and poor rural migrant workers who had returned home in finding new jobs, thus keeping rural residents' incomes from nonagricultural work stable.
zh_cn: 优先支持贫困劳动力稳岗就业，帮助返乡贫困劳动力再就业，努力稳住务工收入。

source: We worked harder to reduce poverty through the development of local industries and promote consumer spending on products from poor areas.
zh_cn: 加大产业扶贫力度，深入开展消费扶贫。

source: We strengthened monitoring for groups who are liable to return to, or fall into, poverty, and provided them with assistance.
zh_cn: 加强易返贫致贫人口监测和帮扶。

source: All remaining poor rural residents, totaling 5.51 million in early 2020, were lifted from poverty, as were all of China's remaining 52 poor counties.
zh_cn: 年初剩余的551万农村贫困人口全部脱贫、52个贫困县全部摘帽。

source: We continued working to keep our skies blue, our waters clear, and our lands pollution-free, and accomplished the objectives for pollution prevention and control for the current stage.
zh_cn: 继续打好蓝天、碧水、净土保卫战，完成污染防治攻坚战阶段性目标任务。

source: We carried out major projects for protecting and restoring key ecosystems in the Yangtze River and Yellow River basins and along coastlines, and stepped up our ecological conservation endeavors.
zh_cn: 长江、黄河、海岸带等重要生态系统保护和修复重大工程深入实施，生态建设得到加强。

source: We took prudent steps to defuse local government debt risks and acted swiftly to defuse a number of major financial risks and potential dangers.
zh_cn: 稳妥化解地方政府债务风险，及时处置一批重大金融风险隐患。

source: 4. We continued to advance reform and opening up and further boosted the vitality and momentum of development.
zh_cn: 四是坚定不移推进改革开放，发展活力和内生动力进一步增强。

source: We improved the systems and mechanisms for the market allocation of production factors and strengthened the protection of property rights.
zh_cn: 完善要素市场化配置体制机制。加强产权保护。

source: We furthered reforms to streamline administration and delegate power, improve regulation, and upgrade services; and the Regulations on Improving the Business Environment were implemented.
zh_cn: 深入推进“放管服”改革，实施优化营商环境条例。

source: We adopted a three-year action plan for SOE reform and supported the development of private businesses.
zh_cn: 出台国企改革三年行动方案。支持民营企业发展。

source: The underlying systems of the capital market were improved.
zh_cn: 完善资本市场基础制度。

source: We made solid strides in reforms related to agriculture, rural development, and social programs.
zh_cn: 扎实推进农业农村、社会事业等领域改革。

source: Steady progress was achieved in the joint pursuit of the Belt and Road Initiative (BRI).
zh_cn: 共建“一带一路”稳步推进。

source: Major measures to develop the Hainan Free Trade Port and other major initiatives were launched.
zh_cn: 海南自由贸易港建设等重大举措陆续推出。

source: The third China International Import Expo and the China International Fair for Trade in Services were hosted successfully.
zh_cn: 成功举办第三届中国国际进口博览会、中国国际服务贸易交易会。

source: China played an important role in the signing of the Regional Comprehensive Economic Partnership Agreement, and it concluded negotiations on an investment agreement with the European Union.
zh_cn: 推动区域全面经济伙伴关系协定签署。完成中欧投资协定谈判。

source: China's industrial chains and supply chains were kept stable. And its foreign trade and utilized foreign investment posted steady growth.
zh_cn: 维护产业链供应链稳定，对外贸易和利用外资保持增长。

source: 5. We vigorously promoted innovation in science and technology and accelerated industrial transformation and upgrading.
zh_cn: 五是大力促进科技创新，产业转型升级步伐加快。

source: We developed China's international centers for science and technology innovation and comprehensive national science centers, and set up the country's first group of national laboratories.
zh_cn: 建设国际科技创新中心和综合性国家科学中心，成功组建首批国家实验室。

source: Last year saw a stream of scientific and technological breakthroughs, like the Tianwen-1 Mars mission, the Chang'e-5 lunar mission, and the Fendouzhe (Striver) deep-sea manned submersible.
zh_cn: “天问一号”、“嫦娥五号”、“奋斗者”号等突破性成果不断涌现。

source: We intensified efforts to make major breakthroughs in core technologies in key fields.
zh_cn: 加强关键核心技术攻关。

source: Intellectual property protection was strengthened.
zh_cn: 加大知识产权保护力度。

source: We supported the application of scientific and technological advances, encouraged collaborative innovation among small, medium, and large enterprises, and promoted pilot reforms on all-around innovation.
zh_cn: 支持科技成果转化应用，促进大中小企业融通创新，推广全面创新改革试验相关举措。

source: More was done to upgrade the industrial sector with digital and smart technologies; and strategic emerging industries maintained rapid development.
zh_cn: 推动产业数字化智能化改造，战略性新兴产业保持快速发展势头。

source: 6. We advanced new urbanization and rural revitalization and improved the layout of urban-rural development and development among regions.
zh_cn: 六是推进新型城镇化和乡村振兴，城乡区域发展格局不断优化。

source: Efforts were intensified to rebuild old urban residential areas. By adopting city-specific policies, we promoted the stable and healthy development of the housing market.
zh_cn: 加大城镇老旧小区改造力度，因城施策促进房地产市场平稳健康发展。

source: Grain output continued to increase, and hog production rebounded at a faster rate.
zh_cn: 粮食实现增产，生猪产能加快恢复，

source: We took solid steps in advancing rural development, and markedly improved rural living environments.
zh_cn: 乡村建设稳步展开，农村人居环境整治成效明显。

source: We continued to build up the production, supply, storage, and marketing systems for coal, petroleum, natural gas, and electricity, and enhanced our capacity to ensure energy security.
zh_cn: 推进煤电油气产供储销体系建设，提升能源安全保障能力。

source: We improved mechanisms for promoting coordinated development between regions, and introduced a range of new measures to implement major strategies for regional development.
zh_cn: 健全区域协调发展体制机制，在实施重大区域发展战略方面出台一批新举措。

source: 7. We stepped up law-based administration, promoted social advancement, and safeguarded social harmony and stability.
zh_cn: 七是加强依法行政和社会建设，社会保持和谐稳定。

source: We submitted nine legislative proposals to the Standing Committee of the National People's Congress for deliberation, and formulated or revised 37 sets of administrative regulations.
zh_cn: 提请全国人大常委会审议法律议案9件，制定修订行政法规37部。

source: We worked with keen attention to handle the suggestions and proposals of NPC deputies and CPPCC National Committee members.
zh_cn: 认真办理人大代表建议和政协委员提案。

source: Online school teaching was introduced nationwide, and students returned to school for the autumn semester.
zh_cn: 广泛开展线上教学，秋季学期实现全面复学，

source: Over 10 million high school graduates successfully completed the college entrance examination.
zh_cn: 1000多万高中毕业生顺利完成高考。

source: We pushed ahead with the comprehensive reform of education, and we achieved the goal of increasing student enrollments in vocational colleges by one million.
zh_cn: 全面深化教育领域综合改革。实现高职院校扩招100万人目标。

source: Efforts were redoubled to strengthen the public health system.
zh_cn: 加大公共卫生体系建设力度。

source: We scaled up the capacity for conducting large-scale nucleic acid testing, and all the medical bills for treating Covid-19 patients were covered by the government.
zh_cn: 提升大规模核酸检测能力，新冠肺炎患者治疗费用全部由国家承担。

source: Basic pension payments for retirees and minimum basic pension benefits for rural and urban non-working residents were both raised.
zh_cn: 提高退休人员基本养老金，上调城乡居民基础养老金最低标准，

source: Pension benefits were paid on time and in full, and provincial-level collection and payout of enterprise workers' old-age insurance funds was realized.
zh_cn: 保障养老金按时足额发放，实现企业养老保险基金省级统收统支。

source: Better public cultural services were provided.
zh_cn: 加强公共文化服务。

source: Primary-level governance in urban and rural areas was enhanced.
zh_cn: 完善城乡基层治理。

source: Solid steps were taken to address public complaints.
zh_cn: 扎实做好信访工作。

source: Audit-based oversight was vigorously conducted,
zh_cn: 发挥审计监督作用。

source: and State Council accountability inspections were carried out.
zh_cn: 开展国务院大督查。

source: We conducted the seventh population census and the poverty reduction survey.
zh_cn: 做好第七次全国人口普查、国家脱贫攻坚普查。

source: We intensified efforts to prevent and handle workplace accidents.
zh_cn: 加强生产安全事故防范和处置。

source: Supervision of food, drugs, and vaccines was tightened up.
zh_cn: 严格食品药品疫苗监管。

source: We took a full range of measures to maintain law and order, and continued to combat organized crime and root out local criminal gangs, thus making further headway in pursuing the Peaceful China initiative.
zh_cn: 强化社会治安综合治理，持续推进扫黑除恶专项斗争，平安中国建设取得新成效。

source: We implemented the Party Central Committee's strategic plan for exercising full and strict Party self-governance, and did more to improve Party conduct, build a clean government, and fight corruption.
zh_cn: 贯彻落实党中央全面从严治党战略部署，加强党风廉政建设和反腐败斗争。

source: We consolidated the gains from the initiative to raise awareness of the need to stay true to the Party's founding mission.
zh_cn: 巩固深化“不忘初心、牢记使命”主题教育成果。

source: We strictly complied with the central Party leadership's eight-point decision on improving work conduct, and we made sustained efforts to ease the burdens of those working on the ground.
zh_cn: 严格落实中央八项规定精神，持续为基层减负。

source: We were successful in pursuing China's major country diplomacy.
zh_cn: 中国特色大国外交卓有成效。

source: President Xi Jinping and other Party and state leaders hosted or attended, via video link, major diplomatic events, including the Extraordinary China-Africa Summit on Solidarity against Covid-19, high-level meetings commemorating the 75th anniversary of the United Nations, the 73rd World Health Assembly, the G20 Leaders' Summit in Riyadh, the APEC Economic Leaders' Meeting, the 22nd China-EU Leaders' Meeting, and the East Asia leaders' meetings on cooperation.
zh_cn: 习近平主席等党和国家领导人通过视频方式主持中非团结抗疫特别峰会，出席联合国成立75周年系列高级别会议、世界卫生大会、二十国集团领导人峰会、亚太经合组织领导人非正式会议、中国－欧盟领导人会晤、东亚合作领导人系列会议等重大活动。

source: We upheld multilateralism and endeavored to build a human community with a shared future.
zh_cn: 坚持多边主义，推动构建人类命运共同体。

source: We supported global cooperation on combating Covid-19 and called for building a global health community.
zh_cn: 支持国际抗疫合作，倡导建设人类卫生健康共同体。

source: China thus made important contributions to advancing global peace and development.
zh_cn: 中国为促进世界和平与发展作出了重要贡献。

source: Our work last year was truly challenging.
zh_cn: 一年来的工作殊为不易。

source: Yet, local authorities and government departments across the country kept in mind the big picture and shouldered their responsibilities.
zh_cn: 各地区各部门顾全大局、尽责担当，

source: Market entities, over one hundred million in number, responded to shocks with fortitude and resilience.
zh_cn: 上亿市场主体在应对冲击中展现出坚强韧性，

source: Our people worked hard and fought adversity in close solidarity and with the unyielding spirit of the Chinese nation, thus proving themselves true heroes.
zh_cn: 广大人民群众勤劳付出、共克时艰，诠释了百折不挠的民族精神，彰显了人民是真正的英雄，

source: This is the well of strength that enables us to rise to every challenge and overcome every difficulty.
zh_cn: 这是我们战胜一切困难挑战的力量源泉。

source: We owe our achievements last year to the strong leadership of the Party Central Committee with Comrade Xi Jinping at its core, to the sound guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, and to the concerted efforts of the Party, the armed forces, and the Chinese people of all ethnic groups.
zh_cn: 过去一年取得的成绩，是以习近平同志为核心的党中央坚强领导的结果，是习近平新时代中国特色社会主义思想科学指引的结果，是全党全军全国各族人民团结奋斗的结果。

source: On behalf of the State Council, I wish to express sincere gratitude to all our people, and to all other political parties, people's organizations, and public figures from all sectors of society.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: I express sincere appreciation to our fellow countrymen and women in the Hong Kong and Macao special administrative regions, in Taiwan, and overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: I also wish to express heartfelt thanks to the governments of other countries, international organizations, and friends across the world who have shown understanding and support for us in China as we pursue modernization.
zh_cn: 向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: While recognizing our achievements, we are also keenly aware of the difficulties and challenges before us.
zh_cn: 在肯定成绩的同时，我们也清醒看到面临的困难和挑战。

source: As the coronavirus continues to spread around the world, instability and uncertainty are mounting on the international landscape, and the global economy continues to face grave challenges.
zh_cn: 新冠肺炎疫情仍在全球蔓延，国际形势中不稳定不确定因素增多，世界经济形势复杂严峻。

source: Domestically, there are still weak links in our work to control Covid-19.
zh_cn: 国内疫情防控仍有薄弱环节，

source: The foundation for achieving our country's economic recovery needs to be further consolidated, impediments to consumer spending remain, and investment growth lacks sustainability.
zh_cn: 经济恢复基础尚不牢固，居民消费仍受制约，投资增长后劲不足，

source: Our MSMEs and self-employed individuals are still finding the going tough, and the pressure in maintaining stable employment is mounting.
zh_cn: 中小微企业和个体工商户困难较多，稳就业压力较大。

source: Our innovation capacity in key areas needs to be improved.
zh_cn: 关键领域创新能力不强。

source: Some local governments have serious budgetary deficits. In forestalling and defusing risks in the financial sector and other areas, we face formidable tasks.
zh_cn: 一些地方财政收支矛盾突出，防范化解金融等领域风险任务依然艰巨。

source: We still have a long way to go in protecting the environment.
zh_cn: 生态环保任重道远。

source: And many weaknesses in areas that are important to people's basic needs wait to be addressed.
zh_cn: 民生领域还有不少短板。

source: There is also room for improvement in the work of the government.
zh_cn: 政府工作存在不足，

source: Both pointless formalities and bureaucratism persist to varying degrees.
zh_cn: 形式主义、官僚主义不同程度存在，

source: A small number of officials fail to fulfill their responsibilities and are unwilling or unable to carry out their duties.
zh_cn: 少数干部不担当不作为不善为。

source: Instances of corruption still occur in some sectors.
zh_cn: 一些领域腐败问题仍有发生。

source: We will face these problems and challenges squarely, make every effort to make improvements, and do all we can to live up to our people's expectations.
zh_cn: 我们一定要直面问题和挑战，尽心竭力改进工作，决不辜负人民期待！

source: II. Achievements in the 13th Five-Year Plan Period and Major Targets and Tasks for the 14th Five-Year Plan Period
zh_cn: 二、“十三五”时期发展成就和“十四五”时期主要目标任务
